package com.badwordcheck.webservice.util;

public class Constants {
    public static final String[] BAD_WORDS = { "시신", "거지", "야사", "의사", "자지", "보지", "아다", "씹고", "음탕", "후장", "병원", "환자",
            "진단", "증상", "증세", "재발", "방지", "시술", "본원", "상담", "고자", "충동", "후회", "고비", "인내", "참아", "자살", "음부", "고환", "오빠가",
            "후다", "니미", "애널", "에널", "해적", "몰래", "재생", "유발", "만족", "무시", "네요", "하더라", "품절", "매진", "마감", "의아", "의문", "의심",
            "가격", "정가", "구매", "판매", "매입", "지저분함", "요가", "체형", "등빨", "탈출" };
}
